Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A07B.tmx
Source language: en_us
Languages: zh_cn

source: In S. Korea, Rice defends U.S. beef
zh_cn: “米饭”（Rice）赴韩为牛肉担保

source: Beef bested bombs.
zh_cn: 现在让赖斯最头疼的不是原子弹了，而是牛肉。

source: America's chief diplomat found herself vouching for the purity of U.S. cattle Saturday, wading into a bitter trade dispute that for South Koreans has eclipsed the long-running drama over North Korea's nuclear activity and threatened the government of President Lee Myung-bak.
zh_cn: 这位美国首席外交官本周六发现，自己时不时要为美国肉牛的健康做担保，因为她陷入了一场痛苦的贸易纠纷。对于韩国人来讲，这场纠纷的风头甚至盖过了朝鲜核活动，连总统李明博都遭到了民众恐吓。

source: Just one day after the communist North demolished the most visible symbol of its nuclear programs, Secretary of State Condoleezza Rice faced a barrage of questions about the safety of American steaks, chops and burgers.
zh_cn: 在共产主义朝鲜摧毁其核设施中最惹眼建筑仅仅一天之后，国务卿赖斯便接二连三遭遇关于美国牛排、牛骨头，牛肉饼是否安全的质问。

source: She had told reporters she hoped this issue would not distract from other matters.
zh_cn: 她告诉记者说，希望此事件不会给其他重要问题带来负面影响。

source: "I want to assure everyone that American beef is safe," she told a news conference with South Korea's foreign minister, Yu Myung-hwan. "We will continue to work with you to have consumer confidence in that matter. We want there to be consumer confidence in American beef."
zh_cn: “我可以向每一个人保证，美国牛肉是安全的”，她在同韩国外交部长柳明桓共同主持的新闻发布会上对人们说。“在此问题上，我们将共同努力以增进贸易互信，也希望你们对美国牛肉消费抱有信心”。

source: But Yu said the beef issue probably would not go away quickly.
zh_cn: 但柳明桓随后表示，牛肉问题可能不是那么快就能解决的。

source: "It will take time for that risk to be erased from the minds of the Korean public," he said.
zh_cn: “让韩国民众消除恐惧心理是需要时间的”，他说道。

source: For many South Koreans, who have lived with threats from their neighbor for five decades, the nuclear issue is of less concern than is Seoul's agreement to lift a ban on American beef imports in April as a way to restore strained ties with Washington.
zh_cn: 对在邻国威胁中已经生活了五十年韩国人来说，今年四月份首尔为缓解与华盛顿紧张关系而做出的牛肉解禁政策，比核问题更加影响更大。

source: Activists have staged daily rallies on the streets of the capital to voice fears about possible health risks such as mad cow disease.
zh_cn: 活跃分子在街头举行了每日集会，表达他们对可能存在的健康隐患例如病牛病的担心。

source: As officials began inspecting U.S. beef on Friday before it can reach markets, hundreds of labor activists blocked customs storage facilities.
zh_cn: 由于官方上周五已经开始对美国牛肉进行入市检疫，数百名劳工活跃分子堵住了存放牛肉的仓库。

source: A small but loud and angry group of about 15 sign-carrying protesters gathered outside the South Korean Foreign Ministry, where Rice met with Yu.
zh_cn: 一群大约有15人的小规模抗议者堵在了韩国外交部门口，他们举着标语，愤怒地高喊着口号，而赖斯正在那里会见柳明桓。

source: "Rice go home," they chanted.
zh_cn: “赖斯滚回家”，他们一起喊道。

source: Placards said, "Stop Rice and Mad Cow," and "We Don't Need U.S. Troops. We Don't Need Mad Cows."
zh_cn: 标语上写着“打倒赖斯和疯牛病”以及“我们不要美国大兵，我们拒绝疯牛病”。

source: Police estimated that about 13,000 people held the latest candlelight rally.
zh_cn: 据警方统计，大约有13 000人参加了随后的烛光晚会。

source: Occupying a thoroughfare near city hall, they waved candles and anti-government signs, sang solidarity song and chanted slogans.
zh_cn: 人们拥满了市政厅旁边的整条道路，在那里他们挥舞着烛火与反对政府的标语，唱着团结的歌曲并齐喊口号。

source: A barricade of police buses blocked protesters from marching toward the presidential office.
zh_cn: 被当作路障的警车挡住了示威者，以阻止他们向总统府方向游行。

source: Earlier rallies drew 80,000 people at their peak, but have since dwindled.
zh_cn: 在早些时候的集会中，80 000多人的参加已将抗议活动推到了最高峰，不过现在其规模现已经缩小。

source: U.S. beef was banned for most of the past 4 1/2 years, since the first case of mad cow disease in the U.S. was discovered in late 2003.
zh_cn: 自2003年末美国发现首例疯牛病患者以来的四年半时间里，从美国进口牛肉一直是被禁止的。

source: In the wake of public outrage over plans to resume shipments of American beef, the South Korean Cabinet has offered to resign and the president has reshuffled top advisers.
zh_cn: 由于重启美国牛肉进口引起民众公愤，韩国政府内阁成员宣布集体辞职，总统也改组了咨参团队。

source: Seoul agreed to resume U.S. beef imports only after American producers said they would limit shipments to meat from cattle younger than 30 months. These animals are believed less susceptible to mad cow disease.
zh_cn: 首尔同意重启美国牛肉进口的条件是，美国牛厂商只得向其供应30个月以下幼牛的肉，人们相信这些牛感染疯牛病的机率要小一些。

source: The restriction was considered a transitional step that will be lifted when conditions change in South Korea.
zh_cn: 然而，这一限制被认为只是过渡性举措，待形势缓和后便不会被坚持。

source: Traveling to Seoul after meetings in Japan, where North Korea dominated the agenda, Rice expressed hope that South Koreans would accept official assurances there are no health issues with American beef.
zh_cn: 赖斯是结束了在日本的会谈后抵达首尔的，此次会谈中朝鲜方面占了上风。她表示希望韩国民众能够接受政府对美国牛肉安全的担保。

source: "We hope that in time the South Korean people will listen to that and will be willing to listen to what their government is saying and what we're saying," she told reporters on her plane. "The U.S. believes strongly in the safety of its product."
zh_cn: “我们希望韩国民众能及时得知这一担保并愿意相信自己政府以及我们所说的话”，她在飞机上这样告诉记者，“美国对自己产品的安全有十成的把握”。

source: In Seoul, Rice did manage, briefly, to address the North Korea developments.
zh_cn: 在首尔，赖斯对朝鲜问题的进展发表了简短演说。

source: She said Friday's destruction of the cooling tower at the North's main nuclear facility was significant, but that far more had to be done.
zh_cn: 她说，本周五朝鲜摧毁其主要核反应堆的冷却塔一事有着极其重大的意义，但是，底下的路还很长。

source: The demolition followed moves this past week by the U.S. to end penalties North Korea in response to the country's submission of a long-delayed declaration of its nuclear programs.
zh_cn: 在过去的一周，朝鲜终于屈服于压力，提交了其一拖再拖的核项目清单，作为回应，美国也停止了对其制裁以示让步。

source: "I expect that the North will live up to the obligations that it's undertaken, to take those concerns seriously and to address them," Rice said.
zh_cn: 摧毁冷却塔一事便发生在这一背景下。 “我期望朝鲜方面会履行其承诺的义务，重视并落实此事”，赖斯如是说。

source: There are suspicions that information was left out of the declaration, such as Pyongyang's alleged uranium enrichment and nuclear proliferation.
zh_cn: 令人怀疑的是，这份清单中漏掉了一些信息，比如平壤曾经声称过的铀浓缩和核扩散等。

source: "At the end of this, we have to have the abandonment of all programs, weapons and materials," she said.
zh_cn: “最后，我们将不得不要求他们放弃所有的核项目、核武器以及原材料”，她说到。

source: After seeing Yu, Rice met with Lee and briefed him on recent progress on the nuclear issue.
zh_cn: 在与柳明桓会谈过后，赖斯还会见了李明博并向他简要介绍了核问题方面进展。

source: Lee told her that the two countries should work closely to get North Korea to give up all nuclear weapons and programs, a statement from the presidential Blue House said.
zh_cn: 青瓦台总统府的一份声明提到，李明博同赖斯说，两国应该保持密切合作以敦促朝鲜放弃所有的核武器及核项目。
